books = [
    'Физика',
    'Химия',
    'Алгебра',
    'Геометрия',
    'Литература',
    'Биология',
    'Зоология',
    'История',
    'Право',
    'Информатика',
    'Рисование',
]

schedule = {
    'monday': (
        'Физика',
        'Зоология',
        'История',
        'Право',
        'Рисование',
    ),
    'tuesday': (
        'Физика',
        'Химия',
        'Алгебра',
        'Геометрия',
    ),
    'wednesday': (
        'История',
        'Право',
        'Информатика',
        'Рисование',
        'Зоология',
        'Геометрия',
    ),
    'thursday': (
        'Геометрия',
        'Литература',
        'Биология',
        'Зоология',
    ),
    'friday': (
        'Физика',
        'Зоология',
        'Литература',
        'Право',
        'Информатика',
    )
}